Repository: files-community/Files
Catalog: Files/Strings/*/Resources.resw
Source language: en_us
Languages: he_il, hi_in, hu_hu, ta, tr_tr, uk_ua, zh_hant

# ConfirmDeleteDialog.Title
source: Delete Item(s)
he_il: מחק פריט(ים)
hi_in: वस्तु(ओं) को हटाएं
hu_hu: Elemek törlése
ta: உருப்படி(கள்) ஐ நீக்குக
tr_tr: Öğeleri Sil
uk_ua: Видалити елемент(и)
zh_hant: 删除項

# ConfirmDeleteDialogCancelButton.Content
source: Cancel
he_il: ביטול
hi_in: रद्द करें
hu_hu: Mégsem
ta: இரத்து
tr_tr: İptal
uk_ua: Скасувати
zh_hant: 取消

# ConfirmDeleteDialogDeleteButton.Content
source: Delete
he_il: מחק
hi_in: हटाएँ
hu_hu: Törlés
ta: நீக்கு
tr_tr: Sil
uk_ua: Видалити
zh_hant: 删除

# ConfirmDeleteDialogPermanentlyDeleteCheckBox.Content
source: Permanently delete
he_il: ‏‏מחק לצמיתות
hi_in: स्थायी रूप से हटाएं
hu_hu: Ideiglenes törlés
ta: நிரந்தரமாக நீக்கு
tr_tr: Kalıcı Olarak Sil
uk_ua: Остаточно видалити
zh_hant: 永久删除

# NavigationToolbarNewTab.Text
source: New Tab
he_il: כרטיסיה חדשה
hi_in: नया टैब
hu_hu: Új lap
ta: புதியத் தாவல்
tr_tr: Yeni Sekme
uk_ua: Створити вкладку
zh_hant: 新增頁籤

# NavigationToolbarNewWindow.Text
source: New Window
he_il: חלון חדש
hi_in: नई विंडो
hu_hu: Új ablak
ta: புதிய சாளரம்
tr_tr: Yeni Pencere
uk_ua: Створити вікно
zh_hant: 在新視窗開啟

# ModernNavigationToolbaNewFolder.Text
source: Folder
he_il: תיקיה
hi_in: फ़ोल्डर
hu_hu: Mappa
ta: கோப்புறை
tr_tr: Dosya
uk_ua: Папку
zh_hant: 資料夾

# ModernNavigationToolbaNewBitmapImage.Text
source: Bitmap Image
he_il: תמונת מפת סיביות
hi_in: बिटमैप छवि
hu_hu: Bitmap Kép
ta: பிட் வரைபடப் படிமம்
tr_tr: Bit Eşlem Resmi
uk_ua: Зображення
zh_hant: Bitmap 點陣圖

# ModernNavigationToolbaNewTextDocument.Text
source: Text Document
he_il: מסמך טקסט
hi_in: लिखित दस्तावेज़
hu_hu: Szöveges fájl
ta: உரை ஆவணம்
tr_tr: Metin Belgesi
uk_ua: Текстовий документ
zh_hant: 文字文件

# NavigationToolbarCopyPath.Text
source: Copy location
he_il: העתק נתיב
hi_in: मार्ग प्रतिलिपि
hu_hu: Helyzet másolása
ta: பாதையை நகலெடு
tr_tr: Kopyalama Yolu
uk_ua: Копіювати шлях
zh_hant: 複製位置

# NavigationToolbarPaste.Text
source: Paste
he_il: הדבק
hi_in: चिपकाएँ
hu_hu: Beillesztés
ta: ஒட்டு
tr_tr: Yapıştır
uk_ua: Вставити
zh_hant: 貼上

# nameColumn.Header
source: Name
he_il: שם
hi_in: नाम
hu_hu: Név
ta: பெயர்
tr_tr: Adı
uk_ua: Ім’я
zh_hant: 名稱

# dateColumn.Header
source: Date modified
he_il: תאריך שינוי
hi_in: तिथि संशोधित
hu_hu: Módosított dátum
ta: மாற்றப்பட்ட தேதி
tr_tr: Değiştirme tarihi
uk_ua: Дата зміни
zh_hant: 修改日期

# typeColumn.Header
source: Type
he_il: סוג
hi_in: प्रकार
hu_hu: Típus
ta: வகை
tr_tr: Tür
uk_ua: Тип
zh_hant: 類型

# sizeColumn.Header
source: Size
he_il: גודל
hi_in: आकार
hu_hu: Méret
ta: அளவு
tr_tr: Boyut
uk_ua: Розмір
zh_hant: 大小

# NavigationToolbarOpenInTerminal.Text
source: Open in Terminal...
hi_in: टर्मिनल में खोलें ...
hu_hu: Megnyitás parancssorban...
ta: முனையத்தில் திற...
tr_tr: Terminalde Aç...
uk_ua: Відкрити через термінал...
zh_hant: 在終端中打開...

# PropertiesCreated.Text
source: Created:
he_il: נוצר
hi_in: बनाया गया:
hu_hu: Létrehozva:
ta: உருவாக்கியது:
tr_tr: Düzenlendiği Tarih:
uk_ua: Створено:
zh_hant: 新增：

# PropertiesItemFileName.PlaceholderText
source: Item Name
he_il: שם פריט
hi_in: वस्तु का नाम
hu_hu: Elem neve
ta: உருப்படிப் பெயர்
tr_tr: Öğe Adı
uk_ua: Ім’я
zh_hant: 檔案名稱

# PropertiesItemPath.Text
source: Path:
he_il: נתיב:
hi_in: मार्ग:
hu_hu: Hely:
ta: பாதை:
tr_tr: Yolu:
uk_ua: Шлях:
zh_hant: 位置：

# PropertiesItemSize.Text
source: Size:
hi_in: आकार:
hu_hu: Méret:
ta: அளவு:
tr_tr: Boyut:
uk_ua: Розмір:
zh_hant: 大小：

# PropertiesItemType.Text
source: Item type:
he_il: ‏‏סוג פריט
hi_in: वस्तु प्रकार:
hu_hu: ELem típusa:
ta: உருப்படி வகை:
tr_tr: Öğe Tipi:
uk_ua: Тип:
zh_hant: 檔案類型：

# StatusBarControlSelectAll.Text
source: Select All
he_il: בחר הכל
hi_in: सभी चयन करें
hu_hu: Mind kijelölése
ta: அனைத்தையும் தேர்ந்தெடு
tr_tr: Hepsini seç
uk_ua: Виділити все
zh_hant: 全部選擇

# StatusBarControlClearSelection.Text
source: Clear Selection
he_il: נקה בחירה
hi_in: चयन खाली करें
hu_hu: Kijelölés megszűntetése
ta: தேர்வை அழி
tr_tr: Seçimi Temizle
uk_ua: Очистити виділення
zh_hant: 取消選擇

# PropertiesModified.Text
source: Modified:
he_il: השתנה
hi_in: संशोधित:
hu_hu: Módosítás dátuma:
ta: திருத்தியது;
tr_tr: Değiştirilme Tarihi:
uk_ua: Змінено
zh_hant: 修改時間：

# RecentItemClearAll.Text
source: Clear all items
hi_in: सभी वस्तुओं को साफ़ करें
hu_hu: Elemek törlése
ta: எல்லா உருப்படிகளையும் அழி
tr_tr: Bütün öğeleri temizle
uk_ua: Очистити все
zh_hant: 清空所有檔案

# NavigationToolbarVisiblePath.PlaceholderText
source: Enter a path
hi_in: एक रास्ता दर्ज करें
hu_hu: Hely helye
ta: ஒரு பாதையை உள்ளிடுக
tr_tr: Bir yol girin
uk_ua: Введіть шлях
zh_hant: 輸入位置

# NavigationToolbarSearchReigon.PlaceholderText
source: Search
he_il: חיפוש
hi_in: खोजें
hu_hu: Keresés
ta: தேடு
tr_tr: Ara
uk_ua: Пошук
zh_hant: 搜尋

# RecentItemDescription.Text
source: Files you've previously accessed will show up here
hi_in: आपके द्वारा पहले एक्सेस की गई फ़ाइलें और फ़ोल्डर यहां दिखाई देंगे
hu_hu: Itt fognak megjelenni az előzőleg elért fájlok
ta: நீங்கள் முன்பு அணுகிய கோப்புகள் மற்றும் கோப்புறைகள் இங்கு காட்டப்படும்
tr_tr: Daha önce eriştiğiniz dosya ve klasörler burada görünecek
uk_ua: Тут відображатимуться файли, до яких ви раніше отримували доступ
zh_hant: 您最近開啟過的檔案和資料夾將顯示在此處

# RecentItemOpenFileLocation.Text
source: Open file location
he_il: פתח מיקום קובץ
hi_in: फाइल स्थान खोलें
hu_hu: Tartalmazó mappa megnyitása
ta: கோப்பு இருப்பிடத்தைத் திற
tr_tr: Dosya konumunu aç
uk_ua: Відкрити розташування файлу
zh_hant: 開啟檔案位置

# RecentItemRemove.Text
source: Remove this item
he_il: הסר פריט זה
hi_in: इस वस्तु को निकालें
hu_hu: Elem eltávolítása
ta: இந்த உருப்படியை அகற்று
tr_tr: Bu öğeyi sil
uk_ua: Видалити цей елемент
zh_hant: 删除

# RecentItems.Text
source: Recent items
he_il: פריטים אחרונים
hi_in: हाल ही का वस्तु
hu_hu: Utóbbi elemek
ta: சமீபத்திய உருப்படிகள்
tr_tr: Son öğeler
uk_ua: Останні файли
zh_hant: 最近使用的檔案

# SettingsAboutSubmitFeedback.Text
source: Submit Feedback
he_il: שלח משוב
hi_in: प्रतिक्रिया सबमिट करें
hu_hu: Visszajelzés küldése
ta: பின்னூட்டத்தைச் சமர்ப்பி
tr_tr: Geri Bildirim Gönder
uk_ua: Надіслати відгук
zh_hant: 提交問題

# SettingsAboutSubmitFeedbackDescription.Text
source: Send the developers an issue report with detailed information
hi_in: डेवलपर्स को अधिक जानकारी के साथ एक समस्या रिपोर्ट भेजें
hu_hu: Visszajelzés a fejlesztőknek a problémáról
ta: உருவாக்குனர்ளுக்கு கூடுதல் தகவலுடன் ஒரு சிக்கல் அறிக்கையை அனுப்பவும்
tr_tr: Geliştiricilere bilgi sağlamak için bir sorun raporu gönderin
uk_ua: Надішліть розробникам звіт про проблему з детальною інформацією
zh_hant: 向開發者回報，並取的更多資訊

# SettingsAboutTitle.Text
source: About
he_il: אודות
hi_in: बारे में
hu_hu: Rólunk
ta: பற்றி
tr_tr: Hakkında
uk_ua: Про програму
zh_hant: 關於

# SettingsAppearanceTitle.Text
source: Appearance
he_il: מראה
hi_in: उपस्थिति
hu_hu: Megjelenés
ta: தோற்றம்
tr_tr: Görünüm
uk_ua: Оформлення
zh_hant: 外觀

# SettingsFilesAndFoldersTitle.Text
source: Files and Folders
he_il: קבצים ותיקיות
hi_in: फ़ाइलें और फ़ोल्डर्स
hu_hu: Fájlok és Mappák
ta: கோப்புகள் & கோப்புறைகள்
tr_tr: Dosyalar ve Klasörler
uk_ua: Файли та папки
zh_hant: 檔案和資料夾

# SettingsNavAbout.Content
source: About
he_il: אודות
hi_in: बारे में
hu_hu: Rólunk
ta: பற்றி
tr_tr: Hakkında
uk_ua: Про програму
zh_hant: 關於

# SettingsNavAppearance.Content
source: Appearance
he_il: מראה
hi_in: उपस्थिति
hu_hu: Megjelenés
ta: தோற்றம்
tr_tr: Görünüm
uk_ua: Оформлення
zh_hant: 外觀

# SettingsNavFilesAndFolders.Content
source: Files and Folders
he_il: קבצים ותיקיות
hi_in: फ़ाइलें और फ़ोल्डर्स
hu_hu: Fájlok és Mappák
ta: கோப்புகள் & கோப்புறைகள்
tr_tr: Dosyalar ve Klasörler
uk_ua: Файли та папки
zh_hant: 檔案和資料夾

# SettingsNavOnStartup.Content
source: On Startup
hi_in: शुरू पर
hu_hu: Elinduláskor
ta: தொடக்கத்தில்
tr_tr: Başlangıçta
uk_ua: При запуску
zh_hant: 啟動時

# SettingsNavPreferences.Content
source: Preferences
he_il: העדפות
hi_in: प्राथमिकताएँ
hu_hu: Preferenciák
ta: விருப்பங்கள்
tr_tr: Tercihler
uk_ua: Налаштування
zh_hant: 個人化

# SettingsOnStartupContinueWhereYouLeftOff.Content
source: Continue where you left off
hi_in: जहां आपने छोड़ा था, वहां जारी रखें
hu_hu: Folytatás ahol abbahagyta
ta: நீங்கள் விட்ட இடத்திலிருந்து தொடரவும்
tr_tr: Kaldığınız yerden devam edin
uk_ua: Продовжити, де ви зупинилися
zh_hant: 繼續上次的操作

# SettingsOnStartupOpenANewTab.Content
source: Open a new tab
he_il: פתח כרטיסיה חדשה
hi_in: एक नया टैब खोलें
hu_hu: Megnyitás új lapon
ta: ஒரு புதிய தாவலைத் திற
tr_tr: Yeni bir sekmede aç
uk_ua: Відкрити нову вкладку
zh_hant: 新增頁籤

# SettingsOnStartupOpenASpecificPage.Content
source: Open a specific page or pages
hi_in: एक विशिष्ट पन्ना या पन्ने खोलें
hu_hu: Megadott oldal(ak) megnyitása
ta: ஒரு குறிப்பிட்ட பக்கத்தை அல்லது பக்கங்களைத் திற
tr_tr: Belirli bir sayfayı veya sayfaları açma
uk_ua: Відкрити певну сторінку або сторінки
zh_hant: 打開指定頁面

# SettingsOnStartupTitle.Text
source: On Startup
hi_in: शुरू पर
hu_hu: Bekapcsoláskor
ta: தொடக்கத்தில்
tr_tr: Başlangıçta
uk_ua: При запуску
zh_hant: 啟動時

# SettingsPreferencesTerminalApplications.Text
source: Terminal Applications
hi_in: टर्मिनल एप्लिकेशन
hu_hu: Terminál Applikációk
ta: முனைய பயன்பாடுகள்
tr_tr: Terminal Uygulamaları
uk_ua: Стандартний термінал
zh_hant: 終端

# SettingsPreferencesTitle.Text
source: Preferences
he_il: העדפות
hi_in: प्राथमिकताएँ
hu_hu: Preferenciák
ta: விருப்பங்கள்
tr_tr: Özellikler
uk_ua: Налаштування
zh_hant: 個人化

# SidebarDesktop
source: Desktop
he_il: שולחן עבודה
hi_in: डेस्कटॉप
hu_hu: Asztal
ta: திரைப்பலகம்
tr_tr: Masaüstü
uk_ua: Робочий стіл
zh_hant: 桌面

# SidebarDocuments
source: Documents
he_il: מסמכים
hi_in: दस्तावेज़
hu_hu: Dokumentumok
ta: ஆவணங்கள்
tr_tr: Belgeler
uk_ua: Документи
zh_hant: 文件

# SidebarDownloads
source: Downloads
he_il: הורדות
hi_in: डाउनलोड्स
hu_hu: Letöltések
ta: பதிவிறக்கங்கள்
tr_tr: İndirilenler
uk_ua: Завантаження
zh_hant: 下載

# SidebarHome
source: Home
he_il: בית
hi_in: गृह
ta: முகப்பு
tr_tr: Ana Dosya
uk_ua: Головна
zh_hant: 首頁

# SidebarMusic
source: Music
he_il: מוסיקה
hi_in: संगीत
hu_hu: Zene
ta: இசை
tr_tr: Müzikler
uk_ua: Музика
zh_hant: 音樂

# SidebarPictures
source: Pictures
he_il: תמונות
hi_in: तस्वीरें
hu_hu: Képek
ta: புகைப்படங்கள்
tr_tr: Resimler
uk_ua: Зображення
zh_hant: 圖片

# SideBarUnpinFromSideBar.Text
source: Unpin from Sidebar
hi_in: साइडबार से अनपिन
hu_hu: Levétel az oldalsávról
ta: பக்கப்பட்டியிலிருந்து விடுவி
tr_tr: Kenar Çubuğundan sabitlemeyi kaldır
uk_ua: Відкріпити від бічної панелі
zh_hant: 從側邊欄取消固定

# SidebarVideos
source: Videos
he_il: סרטוני וידאו
hi_in: चलचित्र
hu_hu: Videók
ta: காணொளிகள்
tr_tr: Videolar
uk_ua: Відео
zh_hant: 影片

# BaseLayoutContextFlyoutSortBy.Text
source: Sort by
he_il: מיין לפי
hi_in: द्वारा सॉर्ट करें
hu_hu: Rendezés
ta: இதன்படி வரிசைப்படுத்து
tr_tr: Göre Sırala
uk_ua: Сортування
zh_hant: 排序方式

# BaseLayoutContextFlyoutSortByName.Text
source: Name
he_il: שם
hi_in: नाम
hu_hu: Név
ta: பெயர்
tr_tr: Adı
uk_ua: Ім’я
zh_hant: 名稱

# BaseLayoutContextFlyoutSortByDate.Text
source: Date modified
he_il: תאריך שינוי
hi_in: तिथि संशोधित
hu_hu: Módosítás dátuma
ta: மாற்றப்பட்ட தேதி
tr_tr: Değiştirilme Tarihi
uk_ua: Дата зміни
zh_hant: 修改日期

# BaseLayoutContextFlyoutSortByType.Text
source: Type
he_il: סוג
hi_in: प्रकार
hu_hu: Típus
ta: வகை
tr_tr: Tipi
uk_ua: Тип
zh_hant: 類型

# BaseLayoutContextFlyoutSortBySize.Text
source: Size
he_il: גודל
hi_in: आकार
hu_hu: Méret
ta: அளவு
tr_tr: Boyutu
uk_ua: Розмір
zh_hant: 大小

# BaseLayoutContextFlyoutSortByAscending.Text
source: Ascending
he_il: סדר עולה
hi_in: बढ़तेक्रममें
hu_hu: Növekvő
ta: ஏறுவரிசை
tr_tr: Yükselen
uk_ua: За зростанням
zh_hant: 升序

# BaseLayoutContextFlyoutSortByDescending.Text
source: Descending
he_il: סדר יורד
hi_in: घटतेक्रममें
hu_hu: Csökkenő
ta: இறங்குவரிசை
tr_tr: Azalan
uk_ua: За спаданням
zh_hant: 降序

# BaseLayoutContextFlyoutRefresh.Text
source: Refresh
he_il: רענן
hi_in: करेंताज़ा
hu_hu: Újratöltés
ta: புதுப்பி
tr_tr: Yenile
uk_ua: Оновити
zh_hant: 重新整理

# BaseLayoutContextFlyoutPaste.Text
source: Paste
he_il: הדבק
hi_in: पेस्ट करें
hu_hu: Beillesztés
ta: ஒட்டு
tr_tr: Yapıştır
uk_ua: Вставити
zh_hant: 貼上

# BaseLayoutContextFlyoutOpenInTerminal.Text
source: Open in Terminal...
hi_in: टर्मिनल में खोलें ...
hu_hu: Megnyitás terminálban...
ta: முனையத்தில் திற...
tr_tr: Terminalde Aç...
uk_ua: Відкрити через термінал...
zh_hant: 在終端中打開...

# BaseLayoutContextFlyoutNew.Text
source: New
he_il: חדשות
hi_in: नया
hu_hu: Új
ta: புதிய
tr_tr: Yeni
uk_ua: Створити
zh_hant: 新增

# BaseLayoutContextFlyoutNewFolder.Text
source: Folder
he_il: תיקיה
hi_in: फ़ोल्डर
hu_hu: Mappa
ta: கோப்புறை
tr_tr: Dosya
uk_ua: Папку
zh_hant: 資料夾

# BaseLayoutContextFlyoutPropertiesFolder.Text
source: Properties
he_il: מאפיינים
hi_in: गुण
hu_hu: Tulajdonságok
ta: பண்புகள்
tr_tr: Özellikler
uk_ua: Властивості
zh_hant: 內容

# BaseLayoutItemContextFlyoutExtract.Text
source: Extract
he_il: חלץ
hi_in: निकाल
hu_hu: Kicsomagolás
ta: பிரித்தெடு
tr_tr: Sil
uk_ua: Вилучити
zh_hant: 解壓縮

# BaseLayoutItemContextFlyoutOpenInNewTab.Text
source: Open in new tab
he_il: פתח בכרטיסיה חדשה
hi_in: नए टैब में खोलें
hu_hu: Megnyitás új lapon
ta: புதியத் தாவலில் திற
tr_tr: Yeni bir sekmede aç
uk_ua: Відкрити в новій вкладці
zh_hant: 在新頁籤中開啟

# BaseLayoutItemContextFlyoutOpenInNewWindow.Text
source: Open in new window
he_il: פתח בחלון חדש
hi_in: नई विंडो में खोलें
hu_hu: Megnyitás új ablakban
ta: புதியச் சாளரத்தில் திற
tr_tr: Yeni bir pencerede aç
uk_ua: Відкрити в новому вікні
zh_hant: 在新視窗開啟

# BaseLayoutItemContextFlyoutSetAsDesktopBackground.Text
source: Set as desktop background
he_il: קבע כרקע שולחן העבודה
hi_in: डेस्कटॉप पृष्ठभूमि के रूप में सेट करें
hu_hu: Beállítás aztali háttérképként
ta: திரைப்பலகப் பின்புலமாக அமை
tr_tr: Masaüstü arkaplanı olarak ayarla
uk_ua: Установити як тло робочого стола
zh_hant: 設定為桌面背景

# BaseLayoutItemContextFlyoutShare.Text
source: Share
he_il: שתף
hi_in: साझा
hu_hu: Megosztás
ta: பகிர்
tr_tr: Paylaş
uk_ua: Поділитися
zh_hant: 共享

# BaseLayoutItemContextFlyoutCut.Text
source: Cut
he_il: גזור
hi_in: कटौती
hu_hu: Kivágás
ta: வெட்டு
tr_tr: Kes
uk_ua: Вирізати
zh_hant: 剪下

# BaseLayoutItemContextFlyoutCopy.Text
source: Copy
he_il: עותק
hi_in: प्रतिलिपि
hu_hu: Másolás
ta: நகலெடு
tr_tr: Kopyala
uk_ua: Копіювати
zh_hant: 複製

# BaseLayoutItemContextFlyoutDelete.Text
source: Delete
he_il: מחק
hi_in: हटाएँ
hu_hu: Törlés
ta: நீக்கு
tr_tr: Sil
uk_ua: Видалити
zh_hant: 删除

# BaseLayoutItemContextFlyoutRename.Text
source: Rename
he_il: שנה שם
hi_in: पुनर्नाम
hu_hu: Átnevezés
ta: மறுபெயரிடு
tr_tr: Yeniden Adlandır
uk_ua: Перейменувати
zh_hant: 重新命名

# BaseLayoutItemContextFlyoutPinToSidebar.Text
source: Pin to sidebar
hi_in: साइडबार मे पिन करें
hu_hu: Kitűzés az oldalsávra
ta: பக்கப்பட்டியில் பொருத்து
tr_tr: Kenar çubuğa sabitle
uk_ua: Закріпити в бічній панелі
zh_hant: 固定到側邊欄

# BaseLayoutItemContextFlyoutProperties.Text
source: Properties
he_il: מאפיינים
hi_in: गुण
hu_hu: Tulajdonságok
ta: பண்புகள்
tr_tr: Özellikler
uk_ua: Властивості
zh_hant: 內容

# WelcomeDialog.Title
source: Welcome to Files!
hi_in: Files UWP में आपका स्वागत है
hu_hu: Üdv a Filesban!
ta: Files இற்கு வருக
tr_tr: Files'a hoş geldiniz!
uk_ua: Ласкаво просимо до Files!
zh_hant: 歡迎使用通用檔案管理器

# WelcomeDialog.PrimaryButtonText
source: Grant Permission
he_il: תן הרשאה
hi_in: अनुमति अनुदान
hu_hu: Engedély kérése
ta: அனுமதியை வழங்கு
tr_tr: İzin Ver
uk_ua: Надати дозвіл
zh_hant: 授權

# WelcomeDialogTextBlock.Text
source: To get started, you'll need to grant us permission to display your files. This will open a Settings page where you can grant us this permission. You'll need to reopen the app once you've completed this step.
hi_in: शुरू करने के लिए, आपको अपनी फ़ाइलों को प्रदर्शित करने की अनुमति हमें प्रदान करनी होगी। यह एक सेटिंग पेज खोलेगा जहां आप हमें यह अनुमति दे सकते हैं। एक बार पूरा होने के बाद आपको ऐप को फिर से खोलना होगा।
ta: தொடங்க, நீங்கள் உங்கள் கோப்புகளைக் காண்பிக்க அனுமதியை வழங்கவும். இது ஒரு அமைப்புகள் பக்கத்தை திறக்கும், அங்கு நீங்கள் இந்த அனுமதியை எங்களுக்கு வழங்கலாம். நிறைவடைந்தவுடன் பயன்பாட்டை நீங்கள் மீண்டும் திறக்க வேண்டும்.
tr_tr: Başlamak için bize dosyalarınızı görüntüleme izni vermeniz gerekecek. Bu, bize bu izni verebileceğiniz bir Ayarlar sayfası açacaktır. Bu adımı tamamladıktan sonra uygulamayı yeniden başlatmanız gerekecek.
uk_ua: Для початку вам потрібно надати нам дозвіл на показ ваших файлів. Це відкриє сторінку налаштувань, де ви можете надати нам цей дозвіл. Вам потрібно буде знову відкрити додаток після завершення.
zh_hant: 請授權我們使用您的檔案系统。Windows 設定畫面將會開啟，然後您可以選擇授權。您需要在完成設定後重新啟動應用程式。

# FileFolderListItem
source: File folder
he_il: ‏‏תיקיית קבצים
hi_in: फाइल फ़ोल्डर
hu_hu: Fájl mappa
ta: கோப்புக் கோப்புறை
tr_tr: Dosya klasörü
uk_ua: Папка з файлами
zh_hant: 資料夾

# RenameDialog.Title
source: Enter an item name
hi_in: किसी आइटम का नाम दर्ज करें
hu_hu: Írjon be egy nevet
ta: ஒரு உருப்படி பெயரை உள்ளிடுக
tr_tr: Bir öğe ismi gir
uk_ua: Введіть назву
zh_hant: 輸入檔案名稱

# RenameDialogInputText.PlaceholderText
source: Enter an item name
hi_in: एक्सटेंशन के बिना किसी आइटम का नाम दर्ज करें
hu_hu: Írjon be egy nevet
ta: ஒரு உருப்படி பெயரை உள்ளிடுக
tr_tr: Bir öğe ismi gir
uk_ua: Введіть назву елемента
zh_hant: 輸入檔案名稱（無副檔名）

# RenameDialog.PrimaryButtonText
source: Set Name
he_il: שם ערכה:
hi_in: नाम निर्धारित करें
hu_hu: Név beállítása
ta: பெயரை அமை
tr_tr: Adı Ayarla
uk_ua: Зберегти
zh_hant: 命名

# RenameDialog.SecondaryButtonText
source: Cancel
he_il: ביטול
hi_in: रद्द करें
hu_hu: Mégsem
ta: இரத்து
tr_tr: İptal
uk_ua: Скасувати
zh_hant: 取消

source: New tab
he_il: כרטיסיה חדשה
hi_in: नया टैब
hu_hu: Új lap
ta: புதியத் தாவல்
tr_tr: Yeni sekme
uk_ua: Нова вкладка
zh_hant: 新頁籤

# SystemTheme
source: Windows default
he_il: ברירת מחדל של Windows
hi_in: विंडोज डिफ़ॉल्ट
hu_hu: Windows alapértelmezett
ta: Windows இயல்புநிலை
tr_tr: Windows varsayılan
uk_ua: Системна
zh_hant: 預設

# LightTheme
source: Light
he_il: בהיר
hi_in: प्रकाश
hu_hu: Világos
ta: வெளிச்சம்
tr_tr: Açık
uk_ua: Світла
zh_hant: 淺色

# DarkTheme
source: Dark
he_il: כהה
hi_in: अंधेरा
hu_hu: Sötét
ta: இருள்
tr_tr: Koyu
uk_ua: Темна
zh_hant: 深色

# ApplicationTimeStye
source: Application
he_il: אפליקציה
hi_in: एप्लिकेसन्
hu_hu: Applikációk
ta: பயன்பாடு
tr_tr: Uygulama
uk_ua: За замовчуванням
zh_hant: 應用程式

# SystemTimeStye
source: System
he_il: מערכת
hi_in: सिस्टम
hu_hu: Rendszer
ta: முறைமை
tr_tr: Sistem
uk_ua: Системний
zh_hant: 系统

source: New Folder
he_il: תיקיה חדשה
hi_in: नया फ़ोल्डर
hu_hu: Új mappa
ta: புதியக் கோப்புறை
tr_tr: Yeni Klasör
uk_ua: Нова папка
zh_hant: 新增資料夾

# EmptyFolder.Text
source: This folder is empty.
he_il: ‏‏תיקיה זו ריקה.
hi_in: यह फोल्डर खाली है।
hu_hu: Üres mappa.
ta: இந்தக் கோப்புறை வெறுமையாக உள்ளது
tr_tr: Bu klasör boş.
uk_ua: Ця папка порожня.
zh_hant: 該資料夾為空。

# NavBackButton.ToolTipService.ToolTip
source: Back (Alt + Left Arrow)
he_il: הקודם Alt+חץ ימינה
hi_in: वापस (Alt + Left Arrow)
hu_hu: Vissza (Alt + Bal nyíl)
ta: பின் (Alt + இடது அம்பு)
tr_tr: Geri Alt+Sol Ok
uk_ua: Назад (Alt + Стрілка вліво)
zh_hant: 返回（Alt+向左键）

# NavForwardButton.ToolTipService.ToolTip
source: Forward (Alt + Right Arrow)
he_il: קדימה Alt+חץ ימינה
hi_in: आगे (Alt + Right Arrow)
hu_hu: Előre (Alt + Jobb nyíl)
ta: முன் (Alt + வலது அம்பு)
tr_tr: İleri Alt+Sağ Ok
uk_ua: Вперед (Alt + Стрілка вправо)
zh_hant: 前進（Alt+向右键）

# NavUpButton.ToolTipService.ToolTip
source: Up (Alt + Up Arrow)
hi_in: ऊपर (Alt + Up Arrow)
hu_hu: Fel (Alt + Felfelé nyíl)
ta: மேல் (Alt + மேல் அம்பு)
tr_tr: Yukarı (Alt + Yukarı Ok)
uk_ua: Вгору (Alt + Стрілка вгору)
zh_hant: 上移（Alt+向上键）

# NavRefreshButton.ToolTipService.ToolTip
source: Refresh (F5)
hi_in: ताज़ाकरण (F5)
hu_hu: Újratöltés (F5)
ta: புதுப்பி (F5)
tr_tr: Yenile (F5)
uk_ua: Оновити (F5)
zh_hant: 重新整理（F5）

# NavSearchButton.ToolTipService.ToolTip
source: Search
he_il: חיפוש
hi_in: खोजें
hu_hu: Keresés
ta: தேடு
tr_tr: Ara
uk_ua: Пошук
zh_hant: 搜尋

# NavMoreButton.ToolTipService.ToolTip
source: More options
he_il: אפשרויות נוספות
hi_in: अधिक विकल्प
hu_hu: Több opció
ta: மேலும் விருப்பங்கள்
tr_tr: Diğer seçenekler
uk_ua: Більше
zh_hant: 更多選項

# SidebarDrives
source: Drives
he_il: כוננים:
hi_in: ड्राइव्ज़
hu_hu: Meghajtók
ta: இயக்ககங்கள்
tr_tr: Sürücüler
uk_ua: Диски
zh_hant: 光碟機

# ItemTypeFile
source: File
he_il: קובץ
hi_in: संचिका
hu_hu: Fájl
ta: கோப்பு
tr_tr: Dosya
uk_ua: Файл
zh_hant: 檔案

# ErrorDialogThisActionCannotBeDone
source: This action cannot be done
he_il: אין אפשרות לבצע פעולה זו
hi_in: यह कार्रवाई नहीं की जा सकती
hu_hu: Ez a művelet nem hajtható végre
ta: இந்த செயலை செய்ய இயலாது
tr_tr: Bu eylem yapılamaz
uk_ua: Ця дія не може бути завершена
zh_hant: 無法完成該操作

# ErrorDialogTheDestinationFolder
source: The destination folder
he_il: תיקיית היעד
hi_in: गंतव्य फ़ोल्डर
hu_hu: A célmappa
ta: இலக்கு கோப்புறை
tr_tr: Hedef klasör
uk_ua: Цільова папка
zh_hant: 目標資料夾

# ErrorDialogIsASubfolder
source: is a subfolder of the source folder
hi_in: स्रोत फ़ोल्डर का एक उपफोल्डर है
hu_hu: a forrás almappája
ta: மூல கோப்புறையின் துணைக் கோப்புறை
tr_tr: Hedef klasörün bir alt klasörüdür
uk_ua: є підпапкою вихідної папки
zh_hant: 是源資料夾的子資料夾

# ErrorDialogSkip
source: Skip
he_il: דלג
hi_in: छोड़ें
hu_hu: Tovább
ta: தவிர்
tr_tr: Atla
uk_ua: Пропустити
zh_hant: 跳過

# ErrorDialogCancel
source: Cancel
he_il: ביטול
hi_in: रद्द करें
hu_hu: Mégsem
ta: இரத்து
tr_tr: İptal
uk_ua: Скасувати
zh_hant: 取消

# PropertiesItemMD5Hash.Text
source: MD5Hash:
hi_in: MD5 हैश:
uk_ua: MD5 Хеш:

# SettingsPageHeader.Text
source: Settings
he_il: הגדרות
hi_in: सेटिंग्स
hu_hu: Beállítások
ta: அமைப்புகள்
tr_tr: Ayarlar
uk_ua: Налаштування
zh_hant: 設定

# StatusBarControlInvertSelection.Text
source: Invert Selection
he_il: הפוך בחירה
hi_in: उलटा चयन
hu_hu: Kijelölés invertálása
ta: தேர்வைப் புரட்டு
tr_tr: Diğerlerini Seç
uk_ua: Інвертувати виділення
zh_hant: 反選

# PropertiesTitle
source: Properties
he_il: מאפיינים
hi_in: गुण
hu_hu: Tulajdonságok
ta: பண்புகள்
tr_tr: Özellikler
uk_ua: Властивості
zh_hant: 內容

# PropertiesAttributes.Text
source: Attributes:
he_il: מאפיינים:
hi_in: विशेषताएँ:
hu_hu: Tulajdonságok:
ta: பண்புக் கூறுகள்:
tr_tr: Öznitelikler:
uk_ua: Атрибути:
zh_hant: 屬性：

# PropertiesTitleSecondary.Text
source: Properties
he_il: מאפיינים
hi_in: गुण
hu_hu: Tulajdonságok
ta: பண்புகள்
tr_tr: Özellikler
uk_ua: Властивості
zh_hant: 內容

# BaseLayoutItemContextFlyoutOpenItem.Text
source: Open
he_il: פתח
hi_in: खोलें
hu_hu: Megnyitás
ta: திற
tr_tr: Aç
uk_ua: Відкрити
zh_hant: 打開

# SideBarOpenInNewTab.Text
source: Open in new tab
he_il: פתח בכרטיסיה חדשה
hi_in: नए टैब में खोलें
hu_hu: Megnyitás új lapon
ta: புதியத் தாவலில் திற
tr_tr: Yeni sekmede aç
uk_ua: Відкрити в новій вкладці
zh_hant: 在新頁籤打開

# SideBarOpenInNewWindow.Text
source: Open in new window
he_il: פתח בחלון חדש
hi_in: नई विंडो में खोलें
hu_hu: Megniytás új ablakban
ta: புதியச் சாளரத்தில் திற
tr_tr: Yeni Pencerede Aç
uk_ua: Відкрити в новому вікні
zh_hant: 在新窗口打開

# SettingsExperimentalTitle.Text
source: Experimental
hi_in: प्रयोगात्मक
hu_hu: Kísérleti
ta: சோதனை
tr_tr: Deneysel
uk_ua: Експериментально
zh_hant: 實驗性

# SettingsExperimentalDescription.Text
source: WARNING: EXPERIMENTAL FEATURES AHEAD!
hi_in: चेतावनी: प्रयोगात्मक विशेषताएं आगे!
hu_hu: FIGYELEM: KÍSÉRLETI BEÁLLÍTÁSOK KÖVETKEZNEK!
ta: எச்சரிக்கை: முன் பரிசோதனை அம்சங்கள்!
tr_tr: UYARI: DENEYSEL ÖZELLİKLER!
uk_ua: УВАГА: ЕКСПЕРИМЕНТАЛЬНІ ФУНКЦІЇ!
zh_hant: 注意：這些是實驗性的功能！

# SettingsNavExperimental.Content
source: Experimental
hi_in: प्रयोगात्मक
hu_hu: Kísérleti
ta: சோதனை
tr_tr: Deneysel
uk_ua: Експериментально
zh_hant: 實驗性

# SettingsPreferencesTerminalApplicationsSampleProfiles.ToolTipService.ToolTip
source: View sample profiles
hi_in: नमूना प्रोफाइल देखें
ta: மாதிரி சுயவிவரங்களைக் காண்க
tr_tr: Örnek profilleri görüntüle
uk_ua: Переглянути приклади профілів
zh_hant: 預設值
